YES = {'да', 'конечно', 'давай', "погнали", "поехали", "начинаем", "го", "пошли", "отлично, продолжим", "гоу"}
NO = {"нет", "не", "не хочу", "я уже их знаю", "лень", "я уже знаком", "не надо", "я знаю их"}

UNCUTE = ['Кажется, вы ошиблись. Однако это не конец! Устройтесь на работу, может, там повезёт! Согласны?',
            'Очень жаль, но вы ответили неверно, мой друг. Однако не стоит отчаиваться! '
            'Вы можете устроиться на работу и заработать денег на обучение! Как вам такой вариант?',
            'Ой-ой. Вы не сдали экзамен. Но, главное, не отчаиваться. '
            'Устройтесь куда-нибудь, получите стаж работы, и перед вами откроется больше путей! Вы согласны?',
            'Сожалею, вы не попали в список студентов в этом году. Но не опускайте руки и попробуйте устроится '
            'на работу. Согласны?',
            'я думаю, вам стоит получше подготовиться и прийти на будущий год. а пока, устройтесь на работу!',
            'Ничего страшного! у вас ещё будет шанс. только не сдавайтесь! хотите попробовать устроиться на работу?']
CUTE = ['Поздравляю вас, вы поступили, мой юный гений, сколько же теперь перед вами откроется возможностей!',
        'Ура-ура, вы поступили, мой юный гений и будущий специалист! Только учитесь хорошо! Иначе вас выгонят!',
        'Похоже, вы долго и упорно трудились, ведь это правильный ответ! Думаю, вы достигнете многого! '
        'Главное, не расслабляйтесь.',
        'Поздравляю с поступлением! Но расслабляться ещё слишком рано, не теряйте своего энтузиазма! '
        'А то вылетите.',
        'А вы смышлёный!, так и быть, берём вас! ',
        'Да у вас талант, мой дорогой друг. так держать!']